[
  {
    "Id": 0,
    "Header": "London, Nov 24th, (UP) “Heinrich Himmler, head of the Nazi Gestapo, has ordered that one-half of the large Jewish population in occupied Poland…”",
    "Text": "Helnrich Himmler, head of the Nazi Gestapo, has ordered that one-half of the large Jewish population in occupied Poland be exterminated by the end of the year, reports from the Polish underground movement to the Polish government-in-exile here said today. \nThe first step in the bloody program, it was said, would be to kill 50 per cent of the thousands of Jews living in Ghettoes established by the Nazis. The remainder would be \"liquidated\" later. \nThere were 3,113,900 Jews, or 9.8 per cent of the total population, in Poland, according to the 1931 census, but the Germans during more than three years of occupation have reduced this number by killing thousands outright or permitting them to die of starvation and disease. \nSpecial Nazi \"liquidation\" battalions, commanded by members of the notorious SS Elite Guard, were said to be carrying out Himmler's program. These squads were dragging Jewish victims from their homes or seizing them in streets and driving them to village find town squares in mass roundups for execution, the reports said. \nOld men and women and cripples were singled out to be herded to cemeteries where they were mowed down by firing squads, Polish sources said. The Nazis made no attempt to prove that the Jews had committed any crimes or violated German regulations. \nJews who were not executed immediately, it was reported, were packed into freight cars—150 packed to a car that normally was large enough for 40—to be shipped to undisclosed points for liquidation. \nThe floors of the cars were covered with a thick layer of chlorate of lime sprinkled with water and the doors were tightly sealed. In some cases the trains reportedly remained on a siding for two days before departing, and many of the Jews died of suffocation. The dead were left in the cars with the living."
  },
  {
    "Id": 1,
    "Header": "Washington, Nov 25th, (AP) “Details of a campaign which Dr. Stephen S. Wise said…”",
    "Text": "Details of a campaign to exterminate all Jews in Nazi-occupied Europe by the end of the year are to be laid before a committee of leading Jewish organizations today in New York. \nThe story– which Dr. Wise says was [reportedly] confirmed by the state department and a personal representative of President Roosevelt–deals with how more than 2.000,000 Jews already have been slaughtered in accordance with a race extinction order by Adolf Hitler. \nBefore leaving for New York to address the committee this afternoon, Dr. Stephen S. Wise, chairman of he World Jewish congress and president of the American Jewish congress, said he caried official documentary proof that \"Hitler has ordered the extermination of all Jews in Nazi-ruled Europe in 1942.\" After a consultation with state department officials, he announced they had termed authentic certain sources which revealed that approximately half of the estimated 4,000,000 Jews in Nazi-occupied Europe already have been killed and that Hitler was wrathful at \"failure to complete the extermination immediately.\" \nTo speed the slaughter of the other half during the remaining month before the edict's deadline, Dr. Wise said the Nazis were moving some four-fifths of the Jews in Hitler-ruled European countries to Poland. There, he said Nazi doctors were killing them at the rate of \"more than 100 men an hour, per doctor,\" by injecting air bubbles into their veins–\"the simplest and cheapest method\" they could find. \nDr. Wise, who heads the committee, asserted that already the Jewish population of Warsaw had been reduced from 500,000 to about 100,000. \n(The Polish government - in -exile reported in London yesterday that Heinrich Himmler, Nazi Gestapo chief, had ordered the extermination of one-half of the Jewish population of Poland by the end of this year and that 250,-000 had been killed through September under the program. Only 40,000 Jews skilled workers in the German war industry are to remain in the Warsaw Ghetto, the government said)\nIn addition to the state department which he said had provided the documentary proof of previous rumors and reports, the chairman said a \"representative of President Roosevelt, recently returned from Europe,\" had confirmed other stories and told him that \"the worst you thought is true.\" \nWhether details of the gruesome campaign will be revealed publicly will be decided by the committee, Dr. Wise, said, adding that any contemplated action will be announced after today's meeting."
  },
  {
    "Id": 2,
    "Header": "Washington, Dec 9th, (AP) “President Roosevelt reaffirmed today his concern…”",
    "Text": "President Roosevelt reaffirmed today his concern for the Jews of Europe to a committee of American Jews who presented him with evidence which they said showed 2,000,000 European Jews already have been killed by the axis and an estimated 5,000,000 more face possible extermination. \nDr. Stephen S. Wise of New York, president of the American Jewish congress and chairman of the delegation, told reporters that Mr. Roosevelt authorized him to say that he was profoundly shocked to learn of the slaughter. \nDr. Wise added that the president reminded the group that he sent a message in July to an American Jewish meeting in which he promised that “the American people not only sympathize with victims of Nazi crimes but will hold the perpetrators of these crimes to strict accountability in a day of reckoning which will surely come.” \nThe delegation proposed that the president appoint a commission to investigate barbarities against Jews and other civilians in Europe, and Dr. Wise said the president promised he would give “full consideration” to this proposal."
  },
  {
    "Id": 3,
    "Header": "Washington, Nov 24th (AP) “Dr. Stephen S. Wise, chairman of the world Jewish congress…”",
    "Text": "Dr. Stephen S. Wise, chairman of the World Jewish Congress, said tonight that he had learned through sources confirmed by the State Department that approximately half the estimated 4,000,000 Jews in Nazi-occupied Europe had been slain in an \"extermination campaign.\" \nDr. Wise, who also is president of the American Jewish Congress and chairman of a committee composed of representatives of leading Jewish organizations in America, said these sources also disclosed: \n1. That Adolf Hitler has ordered the extermination of all Jews in Nazi-ruled Europe in 1942. \n2. That the Jewish population of Warsaw, Poland, already has been reduced from 500,000 to about 100,000. \n3. That when chief Nazis speak of \"exterminating\" Jews in Poland, they speak of \"four-fifths of the Jewish population in Hitler-ruled Europe,\" since that percentage either now is in Poland or enroute there under a Nazi grouping plan. \n4. That Nazis have established a price of 50 Reichsmarks for each corpse mostly Jewish, Dr. Wise indicated and are reclaiming bodies of slain civilians to be \"processed into such war-vital commodities as soap fats and fertilizer.\" \n“He (Hitler) is even exhuming the dead for the value of the corpses” Dr. Wise said during a press conference shortly after he had conferred with state department officials.\nHe stressed the fact that most of his information came from various sources other than the State Department, but said those sources had been confirmed as authentic by the department. \nIn addition, he quoted a “representative of President Roosevelt recently returned from Europe” as saying that the “worst you (Dr. Wise) have thought is true”\nDr. Wise attributed the Hitler-ian campaign to \"a last desperate effort–one of his last mad acts before he is destroyed, or called to his judgment."
  },
  {
    "Id": 4,
    "Header": "London, Nov 24th (AP) “The Polish government in-exile asserted today that Heinrich Himmler…”",
    "Text": "The Polish government-in-exile asserted today that Heinrich Himmler, nazi Gestapo chief, had ordered the extermination of one-half of the Jewish population of Poland by the end of this year and that 250,000 had been killed through September under that program. \n\"According to information leaking from the German labor office, only 40,000 Jews are to remain in the Warsaw ghetto–only thoroughly skilled workers to be employed in the German war industry,\" a government statement said. \nThe statement said that those marked for extermination are \"driven to a square, where old people and cripples are segregated, taken to a cemetery and shot.\" \n\"The remainder,\" it said, \"are loaded into freight cars, 150 to a car intended for 40. The floor of the car is sprinkled with a thick layer of lime or chlorine-sprinkled water. The doors of the cars are sealed. Sometimes the train starts immediately. Other times it waits on a siding for days. \n\"The people are packed so tightly that those who die of suffocation remain in the crowd side by side with those still living. Half of the people arrive dead at the destination. Those surviving are sent to special camps at Treblinka, Belzec and Sobibor. Once there they are mass-murdered."
  }
]